Repository: degonwork/mobile_comics
Catalog: lib/l10n/app_*.arb
Languages: ja, vi

# language
source: English
ja: 日本語
vi: Tiếng Việt

# welcomeSplashScreen
source: Welcome to comic app
ja: 漫画アプリへようこそ
vi: Chào mừng bạn đến với Làng Truyện

source: Home
ja: 主要
vi: Trang chủ

source: Library
ja: 図書館
vi: Thư viện

source: Cabinet
ja: 戸棚
vi: Tủ truyện

source: Profile
ja: ユーザー
vi: Cá nhân

source: New Comics
ja: 新しい漫画
vi: Truyện mới

# seeMore
source: See more comics
ja: もっとコミックを見る
vi: Xem thêm

# inforComics
source: Comic information
ja: コミックス情報
vi: Thông tin

source: Chapters
ja: 章
vi: Chương

source: Chapter
ja: 章
vi: Chương

# numberReads
source: Readed
ja: 読み取り数
vi: Đã đọc

# totalChapters
source: Chapters
ja: 総チャプター数
vi: Chương

source: Genre Comics
ja: ジャンル コミック
vi: Thể loại

source: Describe
ja: 説明
vi: Tóm tắt

source: Read comics
ja: 漫画を読む
vi: Đọc truyện

source: Read first chapter
ja: 最初の章を読む
vi: Đọc từ đầu

source: Continue reading
ja: 読み続けて
vi: Đọc tiếp

source: Latest chapter
ja: 最新章
vi: Mới nhất

source: List chapters
ja: 章をリストする
vi: Danh sách

source: Reading
ja: 読む
vi: Đang đọc

source: Reads
ja: 読み取り数
vi: Lượt đọc

source: Empty
ja: リストが空です
vi: Danh sách trống

# development
source: This feature is under development
ja: この機能は開発中です
vi: Tính năng này đang được phát triển

# keywords
source: Enter keywords
ja: キーワードを入力します
vi: Hãy nhập từ khóa

# search
source: Search comics ...
ja: 漫画を探す
vi: Tìm kiếm truyện, thể loại ...

# viewMore
source: See more
ja: 続きを見る
vi: Xem thêm

source: Collapse
ja: 崩壊
vi: Thu gọn

source: Favourite
ja: お気に入り
vi: Yêu thích

source: Offline
ja: オフライン
vi: Đọc offline

# noChapters
source: This comic has no chapters
ja: この漫画には章がありません
vi: Truyện này chưa có chương

source: Evaluate
ja: 評価
vi: Đánh giá
